Repository: chameleon-system/chameleon-base
Catalog: src/CmsDashboardBundle/Resources/translations/admin.*.xliff
Languages: de

# chameleon_system_cms_dashboard.for
source: for
de: für

# chameleon_system_cms_dashboard.last_updated
source: last updated
de: zuletzt aktualisiert

# chameleon_system_cms_dashboard.reload_all
source: Reload All
de: Alles aktualisieren

# chameleon_system_cms_dashboard.widget.reload_button_label
source: Reload
de: Aktualisieren

# chameleon_system_cms_dashboard.widget.edit_mode_enable
source: Edit
de: Editieren

# chameleon_system_cms_dashboard.widget.edit_mode_disable
source: Stop Editing
de: Editieren beenden

# chameleon_system_cms_dashboard.widget.edit_hide
source: Hide
de: Ausblenden

# chameleon_system_cms_dashboard.widget.collection_selection
source: Add Widget Group
de: Widget Gruppe hinzufügen

# chameleon_system_cms_dashboard.widget.last_run_cronjobs_title
source: Last automatically executed actions
de: zuletzt automatisch ausgeführte Aktionen

# chameleon_system_cms_dashboard.widget.last_run_cronjobs.running
source: running
de: läuft gerade

# chameleon_system_cms_dashboard.widget.last_run_cronjobs.active
source: active
de: aktiv

# chameleon_system_cms_dashboard.widget.last_run_cronjobs.deactivated
source: deactivated
de: deaktiviert

# chameleon_system_cms_dashboard.widget.last_run_cronjobs.last_run_time
source: last run
de: zuletzt ausgeführt

# chameleon_system_cms_dashboard.widget.last_run_cronjobs.running_since
source: running since
de: läuft seit

# chameleon_system_cms_dashboard.widget.search_console_title
source: Google Search Terms for %domain% (last %days% days)
de: Google Suchbegriffe für %domain% (letzte %days% Tage)

# chameleon_system_cms_dashboard.widget.search_console_total_clicks
source: Total Clicks
de: Klicks insgesamt

# chameleon_system_cms_dashboard.widget.search_console_last_n_days
source: Last %days% days
de: Letzte %days% Tage

# chameleon_system_cms_dashboard.widget.search_console_previous_n_days
source: Previous %days% days
de: Vorherige %days% Tage

# chameleon_system_cms_dashboard.widget.search_console_search_term
source: Search Term
de: Suchbegriff

# chameleon_system_cms_dashboard.widget.search_console_clicks
source: Clicks
de: Klicks

# chameleon_system_cms_dashboard.widget.search_console_current_period
source: current period
de: aktueller Zeitraum

# chameleon_system_cms_dashboard.widget.search_console_previous_period
source: previous period
de: vorheriger Zeitraum

# chameleon_system_cms_dashboard.widget.search_console_current
source: current
de: aktuell

# chameleon_system_cms_dashboard.widget.search_console_previous
source: previous
de: vorher

# chameleon_system_cms_dashboard.widget.search_console_improvement
source: Improvement
de: Verbesserung

# chameleon_system_cms_dashboard.widget.search_console_date
source: Date
de: Datum

# chameleon_system_cms_dashboard.widget.google_analytics.period
source: Period
de: Zeitraum

# chameleon_system_cms_dashboard.widget.previous_month
source: Previous Month
de: Vormonat

# chameleon_system_cms_dashboard.widget.current_month
source: Current Monat
de: Aktueller Monat

# chameleon_system_cms_dashboard.widget.no_data_available
source: Unfortunately there is not enough data available!
de: Leider sind nicht genügend Daten verfügbar!

# chameleon_system_cms_dashboard.widget.google_analytics_dashboard_link_title
source: View now on Google!
de: Jetzt bei Google ansehen!

# chameleon_system_cms_dashboard.widget.group_name_google-analytics-geo-location
source: Location Distribution
de: Standort Verteilung

source: Device Source Distribution
de: Geräteverteilung / Mediumverteilung

source: Engagement Rate
de: Interaktionsrate

# chameleon_system_cms_dashboard.widget.group_name_google-analytics-utm-tracking
source: UTM Campaigns
de: UTM Tracking

# chameleon_system_cms_dashboard.widget.group_name_google-analytics
source: E-Commerce Stats
de: E-Commerce Statistik

# chameleon_system_cms_dashboard.widget.google_analytics.utm_tracking.campaign
source: UTM Campaign
de: UTM Kampagne

# chameleon_system_cms_dashboard.widget.google_analytics.engagement_rate_title
source: Google Analytics Engagement Rate
de: Google Analytics Interaktionsrate

# chameleon_system_cms_dashboard.widget.google_analytics.engagement_rate
source: Engagement Rate
de: Interaktionsrate

# chameleon_system_cms_dashboard.widget.google_analytics.engagement_rate_percent
source: Engagement Rate in %
de: Interaktionsrate in %

# chameleon_system_cms_dashboard.widget.google_analytics_total_engagement
source: Total Engagement Rate
de: Gesamte Engagement-Rate

# chameleon_system_cms_dashboard.widget.google_analytics_avg_session_duration
source: Average Session Duration
de: Durchschnittliche Sitzungsdauer

# chameleon_system_cms_dashboard.widget.google_analytics.geo_location_title
source: Google Analytics Locations of the last %days% days
de: Google Analytics Standorte der letzten %days% Tage

# chameleon_system_cms_dashboard.widget.google_analytics.country
source: Country
de: Land

# chameleon_system_cms_dashboard.widget.google_analytics.engaged_sessions
source: Engaged Sessions
de: Engagierte Sitzungen

# chameleon_system_cms_dashboard.widget.google_analytics.traffic_source_title
source: Traffic Source of the last %days% days
de: Quelle/ Medium der letzten %days% Tage

# chameleon_system_cms_dashboard.widget.google_analytics.traffic_source_x_achses
source: Session default channel group
de: Standard-Kanalgruppe der Sitzung

# chameleon_system_cms_dashboard.widget.google_analytics.utm_tracking_title
source: UTM-Tracking
de: UTM-Kampagne

# chameleon_system_cms_dashboard.widget.google_analytics.utm_tracking.source
source: Source
de: Quelle

source: Sessions (Current)
de: Sitzungen (Aktuell)

source: Sessions (Previous Period)
de: Sitzungen (Vorheriger Zeitraum)

source: Sessions Change
de: Änderung der Sitzungen

source: Conversions (Current)
de: Conversions (Aktuell)

source: Conversions (Previous Period)
de: Conversions (Vorheriger Zeitraum)

source: Conversions Change
de: Änderung der Conversions

# chameleon_system_cms_dashboard.widget.google_analytics.e_commerce_title
source: E-Commerce Statistic
de: E-Commerce Statistik

# chameleon_system_cms_dashboard.widget.google_analytics.product_view_dropout
source: Item View Dropout
de: Produktansicht Dropout

# chameleon_system_cms_dashboard.widget.google_analytics.add_to_cart_dropout
source: Cart Dropout
de: Warenkorb Dropout

# chameleon_system_cms_dashboard.widget.google_analytics.checkout_dropout
source: Checkout Dropout
de: Bestellabschluss Dropout

# chameleon_system_cms_dashboard.widget.google_analytics.purchase_dropout
source: Purchase Dropout
de: Einkaufs Dropout

# chameleon_system_cms_dashboard.widget.google_analytics.device_ratio_title
source: Device Ratio
de: Geräteverteilung

# chameleon_system_cms_dashboard.widget.google_analytics.device
source: Device
de: Gerät

# chameleon_system_cms_dashboard.widget.google_analytics.engaged_sessions_current
source: Engaged Sessions (Current)
de: Interaktionssitzungen (Aktuell)

# chameleon_system_cms_dashboard.widget.google_analytics.engaged_sessions_previous
source: Engaged Sessions (Previous)
de: Interaktionssitzungen (Vorheriger Zeitraum)

# chameleon_system_cms_dashboard.widget.google_analytics.conversions_current
source: Conversions (Current)
de: Konversionen (Aktuell)

# chameleon_system_cms_dashboard.widget.google_analytics.conversions_previous
source: Conversions (Previous)
de: Konversionen (Vorheriger Zeitraum)

# chameleon_system_cms_dashboard.widget.group_name_voucher-info
source: Voucher Usage
de: Gutschein Verwendungen

# chameleon_system_cms_dashboard.widget.server_status.system_php_memory_limit
source: PHP Memory Limit
de: PHP Speicher Limit

# chameleon_system_cms_dashboard.widget.server_status.memcache_disabled
source: Memcache is not activated
de: Memcache ist nicht aktiviert

# chameleon_system_cms_dashboard.widget.server_status.memcache_uptime
source: Uptime
de: Laufzeit

# chameleon_system_cms_dashboard.widget.server_status.memcache_memory_limit
source: Memory Limit
de: Speicher verfügbar

# chameleon_system_cms_dashboard.widget.server_status.memcache_memory_usage
source: Memory Usage
de: Speicher genutzt

# chameleon_system_cms_dashboard.widget.server_status.database_status
source: Database
de: Datenbank

# chameleon_system_cms_dashboard.widget.server_status.database_size
source: Database Size
de: Datenbankgröße

# chameleon_system_cms_dashboard.widget.server_status.database_threads_connected
source: Connections
de: Verbindungen

# chameleon_system_cms_dashboard.widget.server_status.database_top_tables
source: Largest Tables
de: Größte Tabellen

# chameleon_system_cms_dashboard.widget.server_status.memory_usage
source: Memory Usage
de: Speicher Auslastung

# chameleon_system_cms_dashboard.widget.server_status.load_average
source: Load
de: Last
