Repository: chameleon-system/chameleon-base
Catalog: src/ImageCropBundle/Resources/translations/admin.*.xliff
Languages: de

# chameleon_system_image_crop.editor.custom_crop_new
source: Custom cutout: New
de: Eigener Ausschnitt: Neu

# chameleon_system_image_crop.editor.chosen_custom_crop
source: Chosen custom cutout
de: Gewählter eigener Ausschnitt

# chameleon_system_image_crop.editor.edit_crop_window_title
source: Cutout: %cropName%
de: Bildausschnitt: %cropName%

# chameleon_system_image_crop.editor.save
source: Save (%savingMode%)
de: Ausschnitt speichern (%savingMode%)

# chameleon_system_image_crop.editor.save_and_set
source: Save (%savingMode%) and set cutout
de: Ausschnitt speichern (%savingMode%) und setzen

# chameleon_system_image_crop.editor.saving_mode.update_existing
source: update existing
de: bestehenden aktualisieren

# chameleon_system_image_crop.editor.saving_mode.create_new
source: create new
de: neuen erstellen

# chameleon_system_image_crop.editor.crop_name_placeholder
source: Enter name (optional)
de: Name vergeben (optional)

# chameleon_system_image_crop.editor.crop_name_placeholder_custom_size
source: Enter name
de: Name vergeben

# chameleon_system_image_crop.field.edit_crop
source: Edit cutout
de: Bild-Ausschnitt anpassen

# chameleon_system_image_crop.field.selected_crop
source: Selected cutout:
de: Gewählter Ausschnitt:

# chameleon_system_image_crop.field.reset_crop
source: Reset cutout
de: Ausschnitt zurücksetzen

# chameleon_system_image_crop.editor.crop_list_could_not_be_loaded
source: Cutouts could not be loaded.
de: Ausschnitte konnten nicht geladen werden.

# chameleon_system_image_crop.editor.image_or_crop_not_found
source: Image or cutout not found.
de: Bild oder Bildausschnitt nicht gefunden.

# chameleon_system_image_crop.media_manager_crops.no_crops_yet
source: No cutouts yet.
de: Noch keine Ausschnitte vorhanden.

# chameleon_system_image_crop.media_manager_crops.edit
source: Edit cutout
de: Ausschnitt anpassen

# chameleon_system_image_crop.media_manager_crops.create
source: Cutout
de: Ausschnitt

# chameleon_system_image_crop.media_manager_crops.headline
source: Cutouts
de: Ausschnitte

# chameleon_system_image_crop.media_manager_crops.delete
source: Delete cutout
de: Ausschnitt löschen

# chameleon_system_image_crop.editor.crop_not_deleted
source: Cutout could not be deleted.
de: Ausschnitt konnte nicht gelöscht werden.

# chameleon_system_image_crop.media_manager_crops.load_crops
source: Load crops
de: Ausschnitte laden
