Repository: chameleon-system/chameleon-base
Catalog: src/CoreBundle/Resources/translations/admin.*.xliff
Languages: de

# chameleon_system_core.cms_module_update.show_successful_queries
source: Show successful queries
de: Erfolgreiche Querys anzeigen

# chameleon_system_core.cms_module_update.hide_successful_queries
source: Hide successful queries
de: Erfolgreiche Querys ausblenden

# chameleon_system_core.cms_module_cms_user_rights_overview.portal
source: Portals/Web sites
de: Portale/Websites

# chameleon_system_core.cms_module_cms_user_rights_overview.groups
source: Groups
de: Gruppen

# chameleon_system_core.cms_module_cms_user_rights_overview.rolls
source: Roles
de: Rollen

# chameleon_system_core.cms_module_cms_user_rights_overview.permission_create_new
source: Rights - Create new record
de: Recht - Neuen Datensatz anlegen

# chameleon_system_core.cms_module_cms_user_rights_overview.permission_edit
source: Rights - Edit record
de: Recht - Datensatz ändern

# chameleon_system_core.cms_module_cms_user_rights_overview.permission_delete
source: Rights - Delete record
de: Recht - Datensatz löschen

# chameleon_system_core.cms_module_cms_user_rights_overview.permission_change_all
source: Rights - Edit all records
de: Recht - Alle Datensätze ändern

# chameleon_system_core.cms_module_cms_user_rights_overview.permission_translate
source: Rights - Create new language
de: Recht - Neue Sprache anlegen

# chameleon_system_core.cms_module_cms_user_rights_overview.headline
source: System Rights
de: Kumulierte CMS-Rechte

# chameleon_system_core.cms_module_cms_user_rights_overview.action_print
source: Print
de: Drucken

# chameleon_system_core.cms_module_header.msg_page_object_cache_cleared
source: Cache cleared.
de: Cache erfolgreich geleert.

# chameleon_system_core.cms_module_header.msg_full_cache_cleared
source: Cache and file cache cleared.
de: Cache und Datei-Cache erfolgreich geleert.

# chameleon_system_core.cms_module_header.migration_recording_activated
source: Database recording activated.
de: Datenbankaufzeichnung aktiviert.

# chameleon_system_core.cms_module_header.migration_recording_deactivated
source: Database recording deactivated.
de: Datenbankaufzeichnung deaktiviert.

# chameleon_system_core.cms_module_header.action_edit_navigation_help
source: Edit navigation
de: Seitenstruktur verwalten

# chameleon_system_core.cms_module_header.action_open_website_list_help
source: Edit page content
de: Seiteninhalte verwalten

# chameleon_system_core.cms_module_header.action_open_website_list
source: Pages
de: Seiten

# chameleon_system_core.cms_module_header.action_open_media_manager_help
source: Manage images & videos
de: Bilder & Videos verwalten

# chameleon_system_core.cms_module_header.action_open_media_manager
source: Media
de: Medien

# chameleon_system_core.cms_module_header.action_open_document_manager_help
source: Manage documents & downloads
de: Dokumente & Downloads verwalten

# chameleon_system_core.cms_module_header.action_open_document_manager
source: Documents
de: Dokumente

# chameleon_system_core.cms_module_header.menu_edit_language_menu
source: Language
de: Sprache

# chameleon_system_core.cms_module_header.error_generate_portal_links
source: Error while generating portal links.
de: Fehler beim Generieren der Portal-Links.

# chameleon_system_core.cms_module_header.action_clear_page_cache
source: Clear cache
de: Cache leeren

# chameleon_system_core.cms_module_header.action_clear_full_cache
source: Clear cache and file cache
de: Cache und Datei-Cache leeren

# chameleon_system_core.cms_module_header.action_clear_page_cache_title
source: Clear Mem-Cache
de: Leert Objekt-Cache

# chameleon_system_core.cms_module_header.action_clear_full_cache_title
source: Clear Mem-Cache, Less, CSS, JS and Symfony-Cache
de: Leert Objekt-Cache, Less, CSS, JS und Symfony-Cache

# chameleon_system_core.cms_module_header.action_help
source: Help
de: Hilfe

# chameleon_system_core.cms_module_header.action_open_profile
source: Profile
de: Profil

# chameleon_system_core.cms_module_header.action_logout
source: Logout
de: Abmelden

# chameleon_system_core.cms_module_header.action_main_menu
source: Home
de: Startseite

# chameleon_system_core.cms_module_login.form_user_name
source: Username
de: Benutzername

# chameleon_system_core.cms_module_login.form_password
source: Password
de: Passwort

# chameleon_system_core.cms_module_login.action_login
source: Login
de: Anmelden

# chameleon_system_core.cms_module_table_editor.no_id_set
source: no ID set
de: keine ID gesetzt

# chameleon_system_core.cms_module_table_editor.error_record_missing
source: The record with ID "%id%" in table "%tableName%" does not exist.
de: Der Datensatz mit der ID "%id%" in der Tabelle "%tableName%" existiert nicht.

# chameleon_system_core.cms_module_table_editor.error_unable_to_create_new_record
source: Error: Could not create new record in table "%tableName%".
de: Es konnte kein neuer Datensatz in der Tabelle "%tableName%" angelegt werden.

# chameleon_system_core.cms_module_table_editor.confirm_discard_changes
source: You have unsaved changes. Are you sure you want to discard them?
de: Sie haben Änderungen vorgenommen, die noch nicht gespeichert wurden. Sind Sie sicher, dass Sie diese verwerfen möchten?

# chameleon_system_core.cms_module_table_editor.header_record
source: Table / Record
de: Tabelle / Datensatz

# chameleon_system_core.cms_module_table_editor.header_lock
source: Record lock
de: Datensatzsperre

# chameleon_system_core.cms_module_table_editor.quick_switch
source: Jump to record
de: Datensatz wechseln

# chameleon_system_core.cms_module_table_editor.field_help
source: Help
de: Hilfe

# chameleon_system_core.cms_module_table_editor.not_translated
source: not yet translated
de: noch nicht übersetzt

# chameleon_system_core.cms_module_table_editor.tab_default
source: Basic data
de: Basisdaten

# chameleon_system_core.cms_module_table_editor.right_click_disable
source: Disable menu
de: Menü abschalten

# chameleon_system_core.cms_module_table_editor.msg_translation_created
source: Translation created
de: Es wurde eine Sprachversion angelegt.

# chameleon_system_core.cms_module_table_editor.action_create_empty_translation
source: Create empty translation
de: Leere Übersetzung anlegen

source: Create translation from current language
de: Übersetzung aus aktueller Sprache anlegen

# chameleon_system_core.cms_module_table_editor.copied_record_suffix
source: copy
de: Kopie

# chameleon_system_core.cms_module_table_editor.error_save
source: Error saving record!
de: Fehler beim Speichern!

# chameleon_system_core.cms_module_tree_widget.action_new_node
source: New node
de: Neuer Ordner

# chameleon_system_core.cms_module_tree_widget.action_delete
source: Delete
de: Löschen

# chameleon_system_core.cms_module_tree_widget.action_move
source: Move
de: Bewegen

# chameleon_system_core.cms_module_tree_widget.action_cut
source: Cut
de: Ausschneiden

# chameleon_system_core.cms_module_tree_widget.action_paste
source: Paste
de: Einfügen

# chameleon_system_core.cms_module_tree_widget.action_upload
source: Upload file
de: Dateien hochladen

# chameleon_system_core.cms_module_tree_widget.action_import_ftp
source: Import file (FTP)
de: Dateien importieren (FTP)

# chameleon_system_core.cms_module_tree_widget.action_move_to_here
source: Move files here
de: Dateien hierhin verschieben

# chameleon_system_core.cms_module_tree_widget.action_rename
source: Rename
de: Umbenennen

# chameleon_system_core.cms_module_tree_widget.confirm_delete_folder
source: You will delete this folder as well as every subfolder and all the data they contain. All links in all pages and records will be removed as well. Are you sure?
de: Sind Sie sicher, dass sie dieses Verzeichnis, sowie Unterverzeichnisse und alle darin enthaltenen Daten löschen möchten? Dabei werden automatisch auch alle Zuweisungen in Seiten und Datensätzen entfernt.

# chameleon_system_core.text.image_dimensions
source: Dimensions
de: Maße

# chameleon_system_core.text.pixel
source: Pixels
de: Pixel

# chameleon_system_core.text.file_size
source: Size
de: Größe

# chameleon_system_core.text.file_type
source: File type
de: Dateityp

# chameleon_system_core.text.unnamed_record
source: Unnamed
de: Unbenannt

# chameleon_system_core.text.copied_record_marker
source: Copy
de: Kopie

# chameleon_system_core.text.wait
source: Please wait.
de: Bitte warten, bis der Vorgang abgeschlossen ist.

# chameleon_system_core.action.abort
source: Abort
de: Abbrechen

# chameleon_system_core.action.edit
source: Edit
de: Editieren

# chameleon_system_core.action.reset
source: Reset
de: Zurücksetzen

# chameleon_system_core.action.copy
source: Copy
de: Kopieren

# chameleon_system_core.action.confirm_copy
source: Do you really want to copy this record?
de: Möchten Sie den Datensatz wirklich kopieren?

# chameleon_system_core.action.new
source: New
de: Neu

# chameleon_system_core.action.remove_connection
source: Remove connection
de: Verknüpfung entfernen

# chameleon_system_core.action.delete
source: Delete
de: Löschen

# chameleon_system_core.action.confirm_delete
source: Are you sure you want to delete this record?
de: Sind Sie sicher, dass Sie diesen Datensatz löschen möchten?

# chameleon_system_core.action.confirm_delete_selection
source: Are you sure you want to delete these records?
de: Sind Sie sicher, dass Sie diese Datensätze löschen möchten?

# chameleon_system_core.action.preview
source: Preview
de: Vorschau

# chameleon_system_core.action.open_table_configuration
source: Table configuration
de: Tabelleneinstellungen

# chameleon_system_core.action.export
source: Export data
de: Daten exportieren

# chameleon_system_core.action.close
source: Close
de: Schließen

# chameleon_system_core.action.cut
source: Cut
de: Ausschneiden

# chameleon_system_core.action.upload
source: Upload
de: Hochladen

# chameleon_system_core.action.save
source: Save
de: Speichern

# chameleon_system_core.action.save_and_return
source: Save and return
de: Speichern und zurück

# chameleon_system_core.action.translate_from_copy
source: Translate from copy
de: Sprache kopieren

# chameleon_system_core.action.translate_from_copy_confirm
source: Copy non-translated fields from language %lang% ?
de: Felder, die in der aktuellen Sprache nicht übersetzt sind, aus %lang% kopieren?

# chameleon_system_core.action.pages_regenerate_page_path
source: Regenerate page paths
de: Navigationspfade aktualisieren

# chameleon_system_core.action.return_to_main_menu
source: Return to home
de: Zurück zur Startseite

# chameleon_system_core.form.select_box_nothing_selected
source: Please select
de: Bitte wählen

# chameleon_system_core.record.is_active
source: active
de: aktiv

# chameleon_system_shop.variants.variant_editor_headline
source: Create
de: Anlegen

# chameleon_system_shop.variants.variant_type
source: Type
de: Art

# chameleon_system_shop.variants.variant_value
source: Value
de: Wert

# chameleon_system_shop.variants.action_new_variant_value
source: Create new value
de: Neuen Wert anlegen

# chameleon_system_shop.variants.action_show_possible_variants
source: Show possible variants
de: Mögliche Varianten anzeigen

# chameleon_system_shop.variants.msg_current_product_is_no_variant
source: This product is the main parent product (no variant).
de: Beim aktuellen Artikel handelt es sich um einen Hauptartikel.

# chameleon_system_shop.variants.error_create_variant_variant_type_required
source: Select a variant type before creating variants.
de: Bitte wählen Sie zuerst ein Variantenset, um Varianten anlegen zu können.

# chameleon_system_shop.variants.error_to_many_combinations_possible
source: Error: Your variant configuration results in more than %max% possible combinations!
de: Aus ihrem Variantenset ergeben sich mehr als %max% mögliche Kombinationen.

# chameleon_system_shop.variants.action_create_variants
source: Create variants
de: Varianten anlegen

source: Select a variant type for the main product before setting variant values for this variant.
de: Bitte legen Sie zuerst ein Variantenset beim Hauptartikel an, um für diese Variante Variantenwerte definieren zu können.

# chameleon_system_shop.variants.variant_price
source: Price
de: Preis

# chameleon_system_shop.variants.variant_base_price
source: Base price
de: Basispreis

# chameleon_system_shop.variants.action_select_all_variants
source: Select all
de: Alle auswählen

# chameleon_system_shop.report.total
source: Total
de: Gesamt

# chameleon_system_core.cms_message_manager.auto_entry_description
source: New entry from consumer %consumerName% created on [%createdDate%]. Parameter: %parameter%
de: Neuer Eintrag von Consumer %consumerName% erstellt am [%createdDate%]. Parameter: %parameter%

# chameleon_system_core.cms_message_manager.invalid_code
source: Undefined message: %messageCode%
de: Undefinierte Meldung: %messageCode%

# chameleon_system_core.db_logger.stop_recording
source: Stop recording
de: Deaktivieren

# chameleon_system_core.db_logger.start_recording
source: Start recording
de: Aktivieren

# chameleon_system_core.document_chooser.tree_node
source: Directory
de: Ordner

# chameleon_system_core.image_chooser.tree_node
source: Directory
de: Ordner

# chameleon_system_core.document_manager.title
source: Documents
de: Dokumente

# chameleon_system_core.document_manager.folders
source: Folders
de: Verzeichnisse

# chameleon_system_core.document_manager.insert_into_text
source: Insert into text
de: In Text einfügen

# chameleon_system_core.document_manager.action_select
source: Select
de: Auswählen

# chameleon_system_core.document_manager.selected_documents
source: selected documents
de: gewählte Dokumente

# chameleon_system_core.document_manager.remove_selected
source: Remove selection
de: Auswahl entfernen

# chameleon_system_core.document_manager.refresh_list
source: Refresh list
de: Liste aktualisieren

# chameleon_system_core.document_manager.root_node_name
source: Documents
de: Dokumente

# chameleon_system_core.document_manager.msg_new_folder
source: Create new folder
de: Neuen Ordner anlegen

# chameleon_system_core.document_manager.msg_removed_documents
source: Document(s) successfully removed.
de: Dokument(e) erfolgreich gelöscht.

# chameleon_system_core.document_manager.msg_missing_folder_name
source: You haven't entered a folder name!
de: Sie haben keinen Titel für den Ordner angegeben!

# chameleon_system_core.document_manager.msg_upload_success
source: These files have been sucessfully uploaded
de: Folgende Dateien wurden erfolgreich hochgeladen

# chameleon_system_core.document_manager.msg_upload_error
source: Upload unsuccessfuly
de: Der Upload war nicht erfolgreich

# chameleon_system_core.document_manager.msg_upload_additional_files
source: Upload more files
de: Weitere Dateien hochladen

# chameleon_system_core.document_manager.msg_no_file_selected
source: You didn't select a file to upload.
de: Sie haben keine Datei zum Upload ausgewählt.

# chameleon_system_core.document_manager.msg_no_upload_to_primary_folder_allowed
source: You can't upload file into the root folder.
de: In das Hauptverzeichnis können keine Dateien hochgeladen werden.

# chameleon_system_core.document_manager.msg_upload
source: Upload
de: Hochladen

# chameleon_system_core.document_manager.msg_select_target_folder
source: Choose a target folder to move the files into.
de: Wählen Sie jetzt einen Ordner, in den Sie die Dateien verschieben möchten.

# chameleon_system_core.document_manager.msg_no_files_selected_for_move
source: You didn't select files to move.
de: Sie haben keine Dateien zum Verschieben ausgewählt.

# chameleon_system_core.document_manager.msg_no_files_selected_for_insert
source: No files selected for pasting.
de: Es sind keine Dateien zum Einfügen markiert.

# chameleon_system_core.document_manager.msg_upload_single_file_success
source: File uploaded successfully
de: Datei wurde erfolgreich hochgeladen

# chameleon_system_core.document_manager.action_delete
source: Delete
de: Entfernen

# chameleon_system_core.document_manager.action_delete_confirm
source: Do you really want to delete this file attachment?
de: Diesen Dateianhang wirklich entfernen?

# chameleon_system_core.document_manager.attention
source: Attention!
de: Achtung!

# chameleon_system_core.document_manager.action_delete_confirm_connections
source: The file you want to delete is still used in the following records. It will be removed from these records if you still want to delete it.
de: Die zu löschende Datei wird noch von folgenden Datensätzen verwendet. Wenn Sie das Dokument dennoch löschen, wird dieses unwiderruflich aus den Inhalten entfernt.

# chameleon_system_core.document_manager.connection_list
source: The file is still used in the following records.
de: Die Datei wird noch von folgenden Datensätzen verwendet.

# chameleon_system_core.document_manager.delete_document
source: Delete document ID %id%
de: Dokument mit ID %id% löschen

# chameleon_system_core.document_manager.document_id
source: Document ID %id%
de: Dokument ID %id%

# chameleon_system_core.document_manager.connected_item_column_table
source: Tale
de: Tabelle

# chameleon_system_core.document_manager.connected_item_column_field
source: Field
de: Feld

# chameleon_system_core.document_manager.confirm_delete_with_connections
source: Force delete
de: Dennoch löschen

# chameleon_system_core.document_manager.abort_delete
source: Cancel
de: Abbrechen

# chameleon_system_core.document_manager.close
source: close
de: schließen

# chameleon_system_core.table_editor.regenerate_translatable_fields
source: Regenerate translation fields
de: Feldbasierte Übersetzungen aktualisieren

# chameleon_system_core.table_editor.regenerate_translatable_fields_confirm
source: Are you sure? Deactivated languages and their translations will be deleted.
de: Sind Sie sicher? Sprachen, die Sie nicht mehr unterstützen, werden unwiderruflich gelöscht

# chameleon_system_core.table_editor_user.action_login_as_user
source: Login as user
de: Benutzer wechseln

# chameleon_system_core.table_editor_cms_user.clone_permissions
source: Clone permissions
de: Rechte klonen

# chameleon_system_core.table_editor_cms_user.mail_login_data
source: Email credentials
de: Logindaten senden

# chameleon_system_core.table_editor_cms_user.action_copy_permissions
source: Copy permissions
de: Rechte kopieren

# chameleon_system_core.table_editor_cms_user.select_source_user
source: Select a user to copy permissions from
de: Wählen Sie einen CMS-Benutzer/Autor, von dem die Rechte kopiert werden sollen

# chameleon_system_core.table_editor_cms_user.user_group
source: User groups
de: Benutzergruppen

# chameleon_system_core.table_editor_cms_user.user_rolls
source: Roles
de: Rollen

# chameleon_system_core.table_editor_cms_user.portal
source: Portals
de: Portale

# chameleon_system_core.table_editor_cron_jobs.action_run_job
source: Run now
de: Jetzt ausführen

# chameleon_system_core.table_editor_cron_jobs.action_run_job_confirm
source: Run cron job
de: Cronjob ausführen

# chameleon_system_core.table_editor_document.action_use
source: Usage
de: Verwendungen

# chameleon_system_core.table_editor_document.action_remove
source: Remove
de: Entfernen

# chameleon_system_core.table_editor_document.action_remove_confirm
source: Remove file attachment
de: Diesen Dateianhang wirklich entfernen

# chameleon_system_core.table_editor_file.error_target_folder_missing
source: Target folder missing
de: Der Zielordner fehlt

source: No write permissions on target folder
de: Schreibrechte des Zielordners fehlen

source: Target file aready exists and can't be overwritten
de: Zieldatei existiert bereits, kann aber nicht überschrieben werden

# chameleon_system_core.table_editor_files.error_expected_uploaded_file
source: Expected file not found in file system after upload.
de: Eine via HTTP geschriebene Quelldatei wurde erwartet. Die Datei wurde aber nicht per HTTP geschrieben.

# chameleon_system_core.table_editor_files.error_unable_to_move_or_copy_file
source: Unable to move or copy uploaded file to target location
de: Die Quelldatei konnte weder an das Ziel verschoben noch kopiert werden

# chameleon_system_core.table_editor_files.error_file_to_large
source: Uploaded file is too large: %size% bytes (max: %allowed%)
de: Die hochgeladene Datei ist zu groß mit %size% Bytes (erlaubt: %allowed%)

# chameleon_system_core.table_editor_media.error_requires_exact_dimension
source: The uploaded file doesn't match the expected dimensions: %width%x%height% pixels (expected: %maxWidth%x%maxHeight% pixels)
de: Die hochgeladene Datei hat das falsche Maß %width%x%height% Pixel (ausschließlich erlaubtes Format: %maxWidth%x%maxHeight% Pixel)

# chameleon_system_core.table_editor_media.error_invalid_dimensions
source: The uploaded file doesn't fit into the specified dimensions (%width%x%height% pixels) (maximum size: %maxWidth%x%maxHeight% pixels)
de: Die hochgeladene Datei hat das falsche Maß %width%x%height% Pixel (maximal erlaubtes Format: %maxWidth%x%maxHeight% Pixel)

# chameleon_system_core.table_editor_media.error_cmyk
source: This image was saved in 4channel/CMYK color mode. Please convert to RGB first.
de: Das Bild ist im CMYK Format, bitte in RGB umwandeln

# chameleon_system_core.table_editor_media.error_invalid_format
source: Invalid file format
de: Die Datei hat ein nicht unterstütztes Dateiformat

# chameleon_system_core.table_editor_media.error_permission_target_folder
source: Couldn't move file to target folder. Check target folder write permissions
de: Die Datei konnte nicht in das Zielverzeichnis verschoben werden. Überprüfen Sie die Berechtigungen des Zielverzeichnisses

# chameleon_system_core.table_editor_portal.action_edit_tree
source: Edit navigation tree
de: Seitenbaum editieren

# chameleon_system_core.table_editor_portal.error_navigation_node_required
source: Please choose a navigation start node first
de: Bitte wählen Sie zuerst einen Navigationsstartpunkt aus

source: Activate disabled languages temporarily (only for me)
de: Inaktive Sprachen für mich temporär aktivieren

# chameleon_system_core.table_editor_portal.action_disable_tmp_enabled_languages
source: Deactivate temporarily reactivated languages (only for me)
de: Temporär aktivierte Sprachen für mich deaktivieren

# chameleon_system_core.table_editor_page_def_spot.after_copy_name
source: Copy of %name%
de: Kopie von %name%

# chameleon_system_core.table_editor_tree_connection.action_show_list
source: List
de: Liste

# chameleon_system_core.google_map.coordinates
source: Coordinates
de: Koordinaten

# chameleon_system_core.google_map.find_coordinates
source: Search
de: Suchen

# chameleon_system_core.google_map.action_use_coordinates
source: Use
de: Übernehmen

# chameleon_system_core.google_map.address
source: Address
de: Adresse

# chameleon_system_core.translation_exporter.error_not_logged_in
source: You have to be logged in to access translations.
de: Bitte melden Sie sich im CMS an, um Zugriff auf die Übersetzungen zu erhalten.

# chameleon_system_core.field_tree_page_assignment.already_linked_pages
source: One or more pages have already been assigned.
de: Es sind bereits eine oder mehrere Seiten verbunden.

# chameleon_system_core.field_wysiwyg.custom_css_loading_error
source: Could not import custom WYSIWYG CSS file from: %url%
de: WYSIWYG-CSS-Datei konnte nicht verarbeitet werden: %url%

# chameleon_system_core.field_lookup_multi_select_restriction.check_label
source: Lock record if list is empty
de: Bei leerer Liste Datensatz sperren
