Repository: chameleon-system/chameleon-base
Catalog: src/CoreBundle/Resources/translations/admin.*.xliff
Languages: de

# chameleon_system_core.error.access_denied
source: Access denied
de: Zugriff verweigert

# chameleon_system_core.template_engine.module_edit_state_new
source: Not yet edited
de: Nicht editiert

# chameleon_system_core.template_engine.module_edit_state_partial
source: Not completed
de: Nicht komplett editiert

# chameleon_system_core.template_engine.module_edit_state_completed
source: Edited
de: Editiert

# chameleon_system_core.template_engine.select_instance
source: Choose module content
de: Modul-Inhalt wählen

# chameleon_system_core.template_engine.reset_spot
source: Reset
de: Zurücksetzen

# chameleon_system_core.template_engine.create_or_edit_instance
source: Create / edit module
de: Modul anlegen / bearbeiten

# chameleon_system_core.template_engine.action_create_module_instance
source: Create
de: Anlegen

# chameleon_system_core.template_engine.confirm_page_delete
source: Are you sure? You're about to delete the whole page as well as all its containing module contents. If you want to keep the module contents you have to reset (not delete) the module slots first.
de: Sind Sie sicher, dass Sie die Seite mit allen Modulinhalten löschen möchten? Möchten Sie Modulinhalte erhalten, so müssen Sie die entsprechenden Modulsteckplätze vorher zurücksetzen.

# chameleon_system_core.template_engine.action_edit_template
source: Edit contents
de: Inhalte editieren

# chameleon_system_core.template_engine.action_page_preview
source: Page preview
de: Seitenvorschau

# chameleon_system_core.template_engine.action_page_templates
source: Page templates
de: Seitenvorlagen

# chameleon_system_core.template_engine.module_chooser_close
source: Close
de: Schließen

# chameleon_system_core.template_engine.slot
source: Module slot
de: Modul-Steckplatz

# chameleon_system_core.template_engine.module_view
source: View
de: Vorlage

# chameleon_system_core.template_engine.select_module_view
source: Choose a view
de: Wählen Sie eine Vorlage

# chameleon_system_core.template_engine.action_change_template
source: Change template
de: Vorlage ändern

# chameleon_system_core.template_engine.action_delete_instance_content
source: Delete content
de: Inhalt löschen

# chameleon_system_core.template_engine.slot_content
source: Slot content
de: Inhalt

# chameleon_system_core.template_engine.slot_is_empty
source: Slot is empty
de: Kein Modul hinterlegt

# chameleon_system_core.template_engine.slot_edit
source: Edit
de: Editieren

# chameleon_system_core.template_engine.slot_rename
source: Rename slot
de: Umbenennen

# chameleon_system_core.template_engine.slot_reset
source: Reset slot
de: Steckplatz zurücksetzen

# chameleon_system_core.template_engine.slot_copy_content
source: Copy content
de: Inhalt kopieren

# chameleon_system_core.template_engine.slot_load_content_headline
source: Load
de: Laden

# chameleon_system_core.template_engine.slot_load_instance
source: Load (existing instance)
de: Laden (gemeinsame Instanz)

# chameleon_system_core.template_engine.slot_load_as_copy
source: Load (as new instance)
de: Laden (als Kopie)

# chameleon_system_core.template_engine.slot_edit_definition
source: Edit slot
de: Spot bearbeiten

# chameleon_system_core.template_engine.action_move_slot_content
source: Move content
de: Verschieben

source: Please set a primary navigation node and save the page before choosing a layout.
de: Bevor Sie ein Layout auswählen können, müssen Sie einen primären Navigationspunkt setzen und die Seite speichern.

# chameleon_system_core.template_engine.breadcrumb_title_page
source: Page
de: Seite

# chameleon_system_core.template_engine.no_node_selected
source: No navigation node selected, yet
de: noch kein Navigationspunkt gewählt

# chameleon_system_core.template_engine.action_use_page_template
source: Select
de: Verwenden

# chameleon_system_core.template_engine.action_preview_template
source: Preview
de: Vorschau

# chameleon_system_core.template_engine.headline_layout
source: Page Layouts
de: Seitenvorlagen

# chameleon_system_core.template_engine.active
source: active
de: aktiv

# chameleon_system_core.template_engine.error_instance_locked
source: This module instance is being edited by another user at the moment
de: Diese Modul-Instanz ist bereits durch einen anderen Benutzer in Bearbeitung

# chameleon_system_core.template_engine.ajax_error
source: Ajax error!
de: Ajax-Fehler!

# chameleon_system_core.template_engine.header_column_record
source: Table / record name
de: Tabelle / Datensatzname

# chameleon_system_core.template_engine.header_lock
source: Record lock
de: Datensatzsperre

# chameleon_system_core.template_engine.header_navigation
source: Navigation nodes
de: Navigationspunkte

# chameleon_system_core.template_engine.no_secondary_navigation_nodes
source: no linked navigation nodes
de: keine weiteren Navigationspunkte verbunden

# chameleon_system_core.template_engine.msg_copy_success
source: copied successfully
de: erfolgreich kopiert

# chameleon_system_core.template_engine.prompt_instance_name
source: Please enter a name
de: Bitte geben Sie einen Namen an

# chameleon_system_core.template_engine.error_delete_still_used
source: This module instance is used in the following pages and can't be deleted:
de: Die Modul-Instanz konnte nicht gelöscht werden, weil sie noch in folgenden Seiten verwendet wird:

# chameleon_system_core.template_engine.spot_menu_headline
source: Functions
de: Funktionen

# chameleon_system_core.cronjob.mail_subject_collected_form_data
source: collected form data from "%formName%"
de: gesammelte Formulardaten von "%formName%"

# chameleon_system_core.cronjob.error_cronjob_still_locked
source: Cronjob not executed. It is still locked.
de: Cronjob nicht ausgeführt. Er ist noch blockiert (Lock).

# chameleon_system_core.cronjob.error_cronjobs_disabled
source: Cronjob execution not started because cronjobs are disabled.
de: Cronjob-Ausführung nicht gestartet, weil Cronjobs deaktiviert sind.

# chameleon_system_core.error.tree_path_nothing_assigned
source: Not assigned
de: Keine Zuweisung gesetzt

# chameleon_system_core.link.open_media_manager
source: Media manager
de: Medien verwalten

# chameleon_system_core.link.open_document_manager
source: Document manager
de: Dokumente verwalten

# chameleon_system_core.link.upload_and_assign_media
source: Upload and assign media
de: Mediendatei hochladen

# chameleon_system_core.error.insufficient_permissions
source: You have insufficient permissions
de: Sie haben diese Berechtigung nicht!

# chameleon_system_core.link.edit
source: Edit
de: Editieren

# chameleon_system_core.field_varchar_default_value.update_all
source: update all records with the previous value "%sOldValue%".
de: Alle Datensätze mit dem alten Standardwert "%sOldValue%" aktualisieren.

# chameleon_system_core.field_boolean.no
source: No
de: Nein

# chameleon_system_core.field_boolean.yes
source: Yes
de: Ja

# chameleon_system_core.field_cms_user.select_user
source: Choose from list
de: Aus Liste auswählen

# chameleon_system_core.field_timestamp.is_set_to
source: created on: %timestamp%
de: erstellt am: %timestamp% Uhr

# chameleon_system_core.field_timestamp.last_change
source: last change on: %timestamp% h
de: letzte Änderung: %timestamp% Uhr

# chameleon_system_core.field_timestamp.will_be_set_to
source: will be set to: %timestamp% Uhr
de: wird gesetzt auf: %timestamp% Uhr

# chameleon_system_core.field_date_time.time
source: h
de: Uhr

# chameleon_system_core.field_date_time.current_utc
source: Current UTC time
de: Aktuelle UTC Zeit

# chameleon_system_core.field_date_time.not_set
source: no date set
de: kein Datum gesetzt

# chameleon_system_core.field_document.select
source: Choose document
de: Dokument auswählen

# chameleon_system_core.field_document.nothing_selected
source: no file selected
de: keine Datei gewählt

# chameleon_system_core.field_document.upload
source: Upload new document
de: Neues Dokument hochladen

# chameleon_system_core.field_document.target
source: Target folder
de: Zielverzeichnis

# chameleon_system_core.field_document.error_missing_target
source: Choose a target folder first
de: Bitte wählen Sie zuerst ein Zielverzeichnis

# chameleon_system_core.field_document.open_document
source: Open
de: Anzeigen

# chameleon_system_core.field_document.download
source: Download
de: Herunterladen

# chameleon_system_core.field_document.right_click_download
source: Right click - save as
de: Rechte Maustaste - Ziel speichern unter

# chameleon_system_core.field_document.replace
source: Replace
de: Ersetzen

# chameleon_system_core.field_document.upload_error_to_large
source: This file is too large
de: Die Datei ist zu groß

# chameleon_system_core.field_document.upload_error_interrupted
source: Error: Upload interrupted
de: Der Upload wurde unterbrochen

# chameleon_system_core.field_document.upload_error_no_file
source: Error: No file chosen
de: Es wurde keine Datei ausgewählt

# chameleon_system_core.field_document.upload_error_tmp_folder_not_writable
source: Error: Tmp folder not found or not writable
de: Das temporäre Verzeichnis wurde nicht gefunden oder war nicht schreibbar

# chameleon_system_core.field_document.upload_error_unable_to_save_to_disc
source: Error: Couldn't write file
de: Konnte die Datei nicht auf Platte speichern

# chameleon_system_core.field_document.upload_error_invalid_file_extension
source: Error: Invalid file extension
de: Datei hatte eine nicht zugelassene Endung

# chameleon_system_core.field_document.upload_error_unknown_error
source: Error: Unknown upload error code
de: Unbekannter Upload-Fehlercode

# chameleon_system_core.field_download.remove
source: Remove
de: Entfernen

# chameleon_system_core.field_download.document_details
source: Document details
de: Dokumenten-Details

# chameleon_system_core.field_download.confirm_removal
source: Do you really want to remove this file attachment?
de: Diesen Dateianhang wirklich entfernen?

# chameleon_system_core.field_download.add_new
source: Add new document
de: Neues Dokument hinzufügen

# chameleon_system_core.field_mlt.action_select
source: Select
de: Auswählen

# chameleon_system_core.field_mlt.item_added
source: Record added
de: Eintrag wurde hinzugefügt

# chameleon_system_core.field_mltrpc.tab
source: Tab: %tab%
de: Tabreiter: %tab%

# chameleon_system_core.field_module_instance.error
source: Error
de: Fehler

# chameleon_system_core.field_lookup.switch_to
source: Switch to record
de: Zu Datensatz wechseln

# chameleon_system_core.field_lookup.select_item
source: Select from list
de: Aus Liste auswählen

# chameleon_system_core.field_lookup.nothing_selected
source: nothing selected
de: kein Eintrag gewählt

# chameleon_system_core.field_lookup.error_assigned_id_does_not_exists
source: The current ID (%id%) doesn't exist in the target table!
de: Die aktuell zugewiesene ID (%id%) ist in der Zieltabelle nicht vorhanden!

# chameleon_system_core.field_lookup_multi_select.open_or_close_list
source: Open/close list
de: Liste ein/ausblenden

# chameleon_system_core.field_lookup_multi_select.action_connect_records
source: Link record(s)
de: Datensätze verknüpfen

# chameleon_system_core.field_lookup_multi_select.action_sort_connections
source: Sort records
de: Datensätze sortieren

# chameleon_system_core.field_property.open_or_close_list
source: Open/close list
de: Liste ein-/ausblenden

# chameleon_system_core.field_property.remove
source: Remove
de: Entfernen

# chameleon_system_core.field_property.add_new
source: Add new
de: Neuen Eintrag hinzufügen

# chameleon_system_core.field_media.remove
source: Remove
de: Entfernen

# chameleon_system_core.field_media.action_assign_image
source: Assign
de: Zuweisen

# chameleon_system_core.field_media.action_reset_image_assignment
source: Reset
de: Zurücksetzen

# chameleon_system_core.field_media.empty_image_slot
source: empty slot
de: freier Steckplatz

# chameleon_system_core.field_media.form_upload_folder
source: Upload images in this folder
de: Bilder in folgende Kategorie hochladen

# chameleon_system_core.field_media.active_upload_folder
source: Images will be uploaded to folder %sDefaultCategory%
de: Bilder werden in Kategorie %sDefaultCategory% hochgeladen

# chameleon_system_core.field_media.select_dialog_title
source: Please choose an image
de: Bitte wählen Sie ein Bild aus

# chameleon_system_core.field_property_media.error_missing_target
source: Please choose a target folder first
de: Sie müssen zuerst ein Zielverzeichnis wählen

# chameleon_system_core.field_property_media.created
source: Entry created
de: Eintrag wurde erstellt

# chameleon_system_core.field_property_media.error_creating
source: Error: could not create entry
de: Fehler: Der Eintrag konnte nicht erstellt werden

# chameleon_system_core.field_property_media.remove
source: Remove
de: Entfernen

# chameleon_system_core.field_property_media.add_new_media
source: Add new media
de: Neues Bild hinzufügen

# chameleon_system_core.field_property_media.upload_headline
source: Upload media
de: Bild hochladen

# chameleon_system_core.field_property_media.target_folder
source: Target folder
de: Zielordner

# chameleon_system_core.field_property_media.action_upload_and_assign
source: Upload and assign
de: hochladen und zuweisen

# chameleon_system_core.field_lookup_multi_select_checkboxes.select_deselect_all
source: (de)select all
de: Alle (de-)selektieren

# chameleon_system_core.field_lookup_multi_select_checkboxes.invert_selection
source: Invert selection
de: Auswahl umkehren

# chameleon_system_core.field_lookup_multi_select.new
source: Create new record
de: Neuen Datensatz anlegen

# chameleon_system_core.field_lookup_multi_select.remove
source: Remove
de: Entfernen

# chameleon_system_core.field_lookup_multi_select.sort
source: Sort records
de: Datensätze sortieren

# chameleon_system_core.field_lookup_multi_select.connect_elements
source: Connect elements
de: Elemente verknüpfen

# chameleon_system_core.field_lookup_multi_select.connected_elements
source: Connected elements
de: Verknüpfte Elemente

# chameleon_system_core.field_lookup_multi_select.connect_element
source: Add
de: Hinzufügen

# chameleon_system_core.field_lookup_multi_select_tag.separator_hint
source: Separator: Comma
de: Trennzeichen: Komma

# chameleon_system_core.field_lookup_multi_select_tag.suggestions
source: Suggestions
de: Vorschläge

# chameleon_system_core.field_image_lookup.created
source: Record created
de: Eintrag wurde erstellt

# chameleon_system_core.field_image_lookup.error_creating
source: Error: Could not create entry
de: Fehler: Der Eintrag konnte nicht erstellt werden

# chameleon_system_core.field_lookup_media_tree_import.select_image
source: Select images
de: Bilder übernehmen

# chameleon_system_core.field_options.select_nothing
source: nothing selected
de: keine Auswahl

# chameleon_system_core.field_options.option_value_true
source: Yes
de: Ja

# chameleon_system_core.field_options.option_value_false
source: No
de: Nein

# chameleon_system_core.field_page_tree_node.primary_node
source: Primary navigation node
de: Hauptnavigationspunkt

# chameleon_system_core.field_page_tree_node.assign_primary_node
source: Assign primary navigation node
de: Navigationspunkt zuweisen

# chameleon_system_core.field_page_tree_node.secondary_nodes
source: Secondary navigation nodes
de: weitere Navigationspunkte

# chameleon_system_core.field_page_tree_node.assign_secondary_nodes
source: Assign secondary navigation nodes
de: weitere Navigationspunkte zuweisen

# chameleon_system_core.field_page_tree_node.no_node_assigned
source: Page not connected to any navigation node!
de: Seite ist mit keinem Navigationspunkt verbunden!

# chameleon_system_core.field_page_tree_node.error_no_portal_selected
source: Choose a portal before assigning navigation nodes.
de: Bitte wählen Sie zuerst ein Portal, bevor Sie Navigationspunkte zuweisen.

# chameleon_system_core.field_tree_node.assign_node
source: Assign node
de: Ast zuweisen

# chameleon_system_core.field_tree_node.date_starting_on
source: active from
de: von

# chameleon_system_core.field_tree_node.date_ending_on
source: active until
de: bis

# chameleon_system_core.field_tree_node.date_unrestricted
source: unlimited time
de: unbegrenzter Zeitraum

# chameleon_system_core.field_tree_page_assignment.primary_page
source: Primary page
de: Hauptseite

# chameleon_system_core.field_tree_page_assignment.date_starting_on
source: active from
de: Ab

# chameleon_system_core.field_tree_page_assignment.date_ending_on
source: active until
de: Bis

# chameleon_system_core.field_tree_page_assignment.select_page_template
source: Choose a template to create a new page
de: Wählen Sie eine Vorlage um eine neue Seite zu erstellen

# chameleon_system_core.field_tree_url_name.open
source: Open website
de: Webseite anzeigen

# chameleon_system_core.field_url.open
source: Website preview
de: Website-Vorschau

# chameleon_system_core.field_password.has_password
source: A password is set
de: Passwort hinterlegt

# chameleon_system_core.field_password.has_no_password
source: No password set
de: Noch kein Passwort hinterlegt

# chameleon_system_core.field_password.quality
source: Password quality
de: Passwortqualität

# chameleon_system_core.field_password.new_password
source: New password
de: Neues Passwort

# chameleon_system_core.field_password.repeat_password
source: Repeat password
de: Passwort-Wiederholung

# chameleon_system_core.field_password.error_password_check_does_not_match
source: Passwords mismatch
de: Passwörter stimmen nicht überein

# chameleon_system_core.field_password.display_not_permitted
source: Display not permitted
de: Ansicht gesperrt

# chameleon_system_core.field_position.change
source: Change position / sort
de: Position ändern / sortieren

# chameleon_system_core.field_gender.male
source: Male
de: Männlich

# chameleon_system_core.field_gender.female
source: Female
de: Weiblich

# chameleon_system_core.field_google_map.latitude
source: Google Maps latitude
de: Google Maps Breitengrad

# chameleon_system_core.field_google_map.longitude
source: Google Maps longitude
de: Google Maps Längengrad

# chameleon_system_core.field_google_map.show_map
source: Show map
de: Karte anzeigen

# chameleon_system_core.field_google_map.missing_api_key_error
source: There is no Google Maps API key configured. Please generate an API key in the Google Cloud Console and add all relevant domains to the whitelist. Add the key to the config: chameleon_system_core: google_maps: api_key: "your API key"
de: Sie haben keinen Google Maps API Key konfiguriert. Bitte generieren Sie einen API Key in der Google Cloud Console und setzen Sie alle relevanten Domains auf die Whitelist. Tragen Sie den Key in die Config ein: chameleon_system_core: google_maps: api_key: "Ihr API Key"

# chameleon_system_core.field_icon_list.select
source: Choose icon
de: Icon auswählen

# chameleon_system_core.field_tail_log.last_update
source: Last log update
de: Log zuletzt aktualisiert

# chameleon_system_core.field_tail_log.error_unable_to_read_log
source: Unable to read log
de: Die Log-Datei konnte nicht gelesen werden

# chameleon_system_core.field_translation_parent.owner
source: This language version belongs to
de: Diese Sprachversion gehört zu

# chameleon_system_core.field_translation_parent.open_or_close_list
source: Open/close list
de: Liste ein-/ausblenden

# chameleon_system_core.field_translation_parent.is_primary_language
source: This language version is the main language
de: Diese Sprachversion ist die Hauptsprache

# chameleon_system_core.field_translation_parent.other_language_versions
source: Other language versions
de: weitere angelegte Sprachversionen

# chameleon_system_core.list.page_settings
source: Page settings
de: Seiteneinstellungen

# chameleon_system_core.list.system_entry_delete_not_allowed
source: System entry - delete not allowed
de: Wird vom System benötigt

# chameleon_system_core.list.primary_domain_delete_not_allowed
source: Primary domains may not be deleted.
de: Primäre Domains dürfen nicht gelöscht werden.

# chameleon_system_core.list.group_show_all
source: All
de: Alle

# chameleon_system_core.list.delete_selected
source: Delete selected
de: Markierte löschen

# chameleon_system_core.list.next_page
source: Next page
de: Liste weiterblättern

# chameleon_system_core.list.previous_page
source: Previous page
de: Liste zurückblättern

# chameleon_system_core.list.current_page_details
source: Record $startRecord$ - $endRecord$ of $totalFound$
de: Eintrag $startRecord$ - $endRecord$ von $totalFound$

# chameleon_system_core.list.search_term
source: Search term
de: Suchbegriffe

# chameleon_system_core.list.perform_search
source: Search
de: Suchen

# chameleon_system_core.list.column_name_actions
source: Functions
de: Funktionen

# chameleon_system_core.list.form_records_per_page
source: per page
de: pro Seite

# chameleon_system_core.list.form_sort_order_asc
source: Sort order [ascending]
de: Sortierung [aufsteigend]

# chameleon_system_core.list.form_sort_order_desc
source: Sort order [descending]
de: Sortierung [absteigend]

# chameleon_system_core.list.default_language
source: Default language
de: Standardsprache

# chameleon_system_core.list.gcf_activity_feed_name_no_feed_found
source: No feed type found
de: Keine Meldungsart gefunden

# chameleon_system_core.list.gcf_cms_user_unknown
source: Unknown
de: Unbekannt

# chameleon_system_core.list.gcf_connected_page_no_page
source: no connected page
de: keine Seite verbunden

# chameleon_system_core.list_image_database.column_name_preview
source: Preview
de: Vorschau

# chameleon_system_core.list_module_instance.coumn_name_pages_using_instance
source: Pages
de: Seiten

# chameleon_system_core.list_module_instance.no_usages_found_in_navigation_node
source: not assigned to any navigation
de: keiner Navigation zugewiesen

# chameleon_system_core.list_tree_node.state_disabled
source: disabled
de: deaktiviert

# chameleon_system_core.list_tree_node.state_active_and_live
source: active and live
de: aktiv und live

# chameleon_system_core.list_tree_node.state_active_but_not_live
source: active, not live
de: aktiv, nicht live

# chameleon_system_core.list_wysiwyg_connected_images.folder
source: Folder
de: Verzeichnis

# chameleon_system_core.record_lock.locked_by
source: locked by
de: gesperrt durch

# chameleon_system_core.record_lock.lock_owner_city
source: City
de: Ort

# chameleon_system_core.list.no_entries
source: No entries found
de: Es wurde kein Eintrag gefunden

# chameleon_system_core.list_document.file_type
source: Type
de: Typ

# chameleon_system_core.list_document.title
source: Title
de: Titel

# chameleon_system_core.list_document.file_name
source: File name
de: Dateiname

# chameleon_system_core.list_document.file_size
source: File size
de: Dateigröße

# chameleon_system_core.cms_module_interface.action_run
source: Run selected operation
de: Gewählte Aktion ausführen

# chameleon_system_core.cms_module_interface.action_run_confirm
source: Are you sure?
de: Sind Sie sicher?

# chameleon_system_core.cms_module_help_text.header_table
source: Table
de: Tabelle

# chameleon_system_core.cms_module_help_text.header_field
source: Field
de: Feld

# chameleon_system_core.cms_module_help_text.header_field_description
source: Description
de: Beschreibung

# chameleon_system_core.cms_module_help_text.header_tables
source: Basic information
de: Basisdaten

# chameleon_system_core.cms_module_image_manager.selected_image_not_found
source: Could not find selected media file
de: Die ausgewählte Mediendatei konnte nicht gefunden werden.

# chameleon_system_core.cms_module_image_manager.folder_list
source: Folder list
de: Verzeichnisse

# chameleon_system_core.cms_module_page_tree.headline
source: Navigation Administration
de: Navigationsverwaltung
