Repository: chameleon-system/chameleon-base
Catalog: src/CoreBundle/Resources/translations/admin.*.xliff
Languages: de

# chameleon_system_core.cms_module_page_tree.not_translated
source: Not translated
de: Nicht übersetzt

# chameleon_system_core.cms_module_page_tree.node_has_no_page
source: No page assigned to this navigation node
de: Diesem Navigationspunkt ist keine Seite zugewiesen

# chameleon_system_core.cms_module_page_tree.confirm_delete
source: Do you want to delete the navigation node "%nodeName%" including all subnodes?
de: Möchten Sie den Navigationpunkt "%nodeName%" inkl. aller Unterpunkte wirklich löschen?

# chameleon_system_core.cms_module_page_tree.connect_page
source: Connect page
de: Seite verbinden

# chameleon_system_core.cms_module_page_tree.connected_pages
source: Connected pages
de: Verbundene Seiten

# chameleon_system_core.cms_module_page_tree.action_edit_page
source: Edit page
de: Seite editieren

# chameleon_system_core.cms_module_page_tree.action_edit_node
source: Edit node
de: Navigation editieren

# chameleon_system_core.cms_module_page_tree.legend_header
source: Key
de: Legende

# chameleon_system_core.cms_module_page_tree.legend_node_has_no_page
source: Navigation node without connected page
de: Navigationspunkt ohne verknüpfte Seite

# chameleon_system_core.cms_module_page_tree.legend_has_connected_pages
source: Navigation node with connected page
de: Navigationspunkt mit verknüpfter Seite

# chameleon_system_core.cms_module_page_tree.legend_connected_to_selected_page
source: Page has connected navigation node
de: Seite mit verknüpftem Navigationspunkt

# chameleon_system_core.cms_module_page_tree.legend_connected_to_protected_page
source: Navigation node with restricted access page
de: Navigationspunkt mit zugriffsbeschränkter Seite

# chameleon_system_core.cms_module_page_tree.legend_hidden
source: Navigation node hidden
de: Navigationspunkt versteckt

# chameleon_system_core.cms_module_page_tree.legend_external_link
source: Link to external page
de: Link auf externe Website

# chameleon_system_core.cms_module_media_local_import.error_path_not_found
source: Folder %path% does not exist
de: Das Verzeichnis %path% existiert nicht.

# chameleon_system_core.cms_module_media_local_import.error_no_read_access_to_path
source: Folder %path% is not readable
de: Das Verzeichnis %path% ist nicht vom Webuser lesbar.

# chameleon_system_core.cms_module_media_local_import.select_source_path
source: Please choose the folder to import the media files from.
de: Bitte wählen Sie ein Verzeichnis, aus dem Mediendateien importiert werden sollen

# chameleon_system_core.cms_module_media_local_import.root_path
source: Root path
de: Hauptverzeichnis

# chameleon_system_core.cms_module_media_local_media.file_count
source: %count% files
de: %count% Dateien

# chameleon_system_core.cms_module_media_local_media.action_import
source: Import
de: Importieren

# chameleon_system_core.cms_module_media_local_media.import_result
source: Successfully imported media files
de: Erfolgreich importierte Mediendateien

# chameleon_system_core.cms_module_media_local_media.select_target_folder
source: Please choose the folder to import document files from.
de: Bitte wählen Sie ein Verzeichnis, aus dem Dokumente importiert werden sollen

# chameleon_system_core.cms_module_media_local_media.mark_as_private
source: mark as private
de: als geschützt markieren

# chameleon_system_core.cms_module_media_manager.root_folder
source: Media
de: Medien

# chameleon_system_core.cms_module_media_manager.action_new_folder
source: Create new folder
de: Neuen Ordner anlegen

# chameleon_system_core.cms_module_media_manager.action_upload
source: Upload
de: Hochladen

# chameleon_system_core.cms_module_media_manager.action_delete
source: delete
de: löschen

# chameleon_system_core.cms_module_media_manager.upload_more_files
source: upload more files
de: Weitere Dateien hochladen

# chameleon_system_core.cms_module_media_manager.msg_delete_success
source: Media file(s) successfully deleted
de: Mediendatei(en) erfolgreich gelöscht.

# chameleon_system_core.cms_module_media_manager.msg_upload_success
source: Successfully uploaded files
de: Folgende Dateien wurden erfolgreich hochgeladen

# chameleon_system_core.cms_module_media_manager.msg_select_move_target
source: Select a folder you want to move the files into
de: Wählen Sie jetzt einen Ordner, in den Sie die Dateien verschieben möchten.

# chameleon_system_core.cms_module_media_manager.msg_single_file_upload_success
source: File successfully uploaded
de: Datei wurde erfolgreich hochgeladen

# chameleon_system_core.cms_module_media_manager.msg_on_delete_file_in_use
source: The file you want to delete is still used in the following records. It will be removed from these records if you still want to delete it.
de: Die zu löschende Datei wird noch von folgenden Datensätzen verwendet. Wenn Sie die Mediendatei dennoch löschen, wird diese unwiderruflich aus den Inhalten entfernt

# chameleon_system_core.cms_module_media_manager.msg_file_in_use
source: This file is still used by the following records:
de: Die Datei wird noch von folgenden Datensätzen verwendet.

# chameleon_system_core.cms_module_media_manager.msg_attention
source: Attention
de: Achtung

# chameleon_system_core.cms_module_media_manager.used_in_table
source: Table
de: Tabelle

# chameleon_system_core.cms_module_media_manager.used_in_record
source: Record
de: Datensatz

# chameleon_system_core.cms_module_media_manager.used_in_field
source: Field
de: Feld

# chameleon_system_core.cms_module_media_manager.file_id
source: Media file ID %id%
de: Mediendatei ID %id%

# chameleon_system_core.cms_module_media_manager.folder
source: Folder
de: Verzeichnisse

# chameleon_system_core.cms_module_media_manager.confirm_none_empty_folder_delete
source: Force delete folder
de: Ordner dennoch löschen

# chameleon_system_core.cms_module_media_manager.confirm_used_image
source: Force delete
de: Dennoch löschen

# chameleon_system_core.cms_module_media_manager.confirm_delete
source: Are you sure you want to delete this file?
de: Sind Sie sicher, dass Sie diese Datei löschen möchten?

# chameleon_system_core.cms_module_media_manager.error_folder_name_missing
source: You haven't entered a folder name!
de: Bitte geben Sie einen Titel für den Ordner an.

# chameleon_system_core.cms_module_media_manager.error_upload_error
source: Upload failed
de: Der Upload war nicht erfolgreich

# chameleon_system_core.cms_module_media_manager.error_no_file_selected
source: You did not select a file to upload
de: Bitte wählen Sie eine Datei zum Upload aus.

source: You can't upload a file into the root folder
de: In das Hauptverzeichnis können keine Dateien hochgeladen werden.

# chameleon_system_core.cms_module_media_manager.error_no_move_source_selected
source: You haven't selected a file to move
de: Sie haben keine Dateien zum Verschieben ausgewählt.

# chameleon_system_core.cms_module_media_manager.error_no_past_source_selected
source: No files selected to paste
de: Es sind keine Dateien zum Einfügen markiert.

# chameleon_system_core.cms_module_media_manager.image_size
source: Image size
de: Bildgröße

# chameleon_system_core.table_editor_media.media_usage
source: Usage
de: Verwendungen

# chameleon_system_core.cms_module_universal_uploader.error_upload
source: Upload failed
de: Beim Upload ist ein Fehler aufgetreten

# chameleon_system_core.cms_module_universal_uploader.file_type_name_image
source: Image
de: Bild

# chameleon_system_core.cms_module_universal_uploader.file_type_name_documents
source: Files
de: Dateien

# chameleon_system_core.cms_module_universal_uploader.error_no_browser_support
source: The upload module is not supported by your browser. Switching back to simple uploader.
de: Das Datei-Upload-Modul wird von Ihrem Browser nicht unterstützt, einfacher Upload wird verwendet.

source: The media file must exactly match these dimensions: (Width x Height): %maxWidth%x%maxHeight% Pixels
de: Die Mediendatei muss exakt dieses Maß haben (Breite x Höhe): %maxWidth%x%maxHeight% Pixel

# chameleon_system_core.cms_module_universal_uploader.dimension_unrestricted
source: unlimited
de: unbegrenzt

# chameleon_system_core.cms_module_universal_uploader.msg_require_max_measurements
source: The media file must fit into these dimensions (Width x Height): %maxWidth%x%maxHeight% Pixels
de: Die Mediendatei darf maximal dieses Maß haben (Breite x Höhe): %maxWidth%x%maxHeight% Pixel

# chameleon_system_core.cms_module_universal_uploader.msg_allowed_file_type
source: Only files of type %sFileType% allowed
de: Es sind nur Dateien vom Typ %sFileType% erlaubt

# chameleon_system_core.cms_module_universal_uploader.error_type_not_allowed
source: Invalid file type %sFileType% . (Valid types are: %sAllowedFileTypesFromExternal%)
de: Der Dateityp %sFileType% ist nicht zulässig (erlaubt: %sAllowedFileTypesFromExternal%).

# chameleon_system_core.cms_module_universal_uploader.error_type_not_supported
source: Upload file type not supported
de: Der Dateityp der Upload-Datei wird vom System nicht unterstützt

source: To use exact measures for media, you need to specify height and width.
de: Um exakte Abmessungen für Medien verwenden zu können, müssen Höhe und Breite gesetzt sein.

# chameleon_system_core.cms_module_universal_uploader.max_height_parameter_invalid
source: The maximum height needs to be a number greater than 0.
de: Die Maximalhöhe muss eine Zahl größer 0 sein.

# chameleon_system_core.cms_module_universal_uploader.max_width_parameter_invalid
source: The maximum width needs to be a number greater than 0.
de: Die Maximalbreite muss eine Zahl größer 0 sein.

# chameleon_system_core.cms_module_universal_uploader.invalid_parameter
source: Invalid parameters
de: Ungültige Parameter

# chameleon_system_core.cms_module_universal_uploader.helptext
source: Add files to the queue and click "Upload file(s)"
de: Fügen Sie Dateien zur Warteschlange hinzu und wählen Sie "Datei(en) hochladen"

# chameleon_system_core.cms_module_universal_uploader.file_drag_target
source: Add files to the queue and click "Upload file(s)"
de: Fügen Sie Dateien zur Warteschlange hinzu und wählen Sie "Datei(en) hochladen"

# chameleon_system_core.cms_module_universal_uploader.headline_choose_files
source: Upload media/files
de: Medien/Dateien hochladen

# chameleon_system_core.cms_module_universal_uploader.filename
source: File name
de: Dateiname

# chameleon_system_core.cms_module_universal_uploader.size
source: File size
de: Dateigröße

# chameleon_system_core.cms_module_universal_uploader.state
source: State
de: Status

# chameleon_system_core.cms_module_universal_uploader.choose_files_button_text
source: Choose file(s)
de: Datei(en) auswählen

# chameleon_system_core.cms_module_universal_uploader.upload_files_button_text
source: Upload file(s)
de: Datei(en) hochladen

# chameleon_system_core.cms_module_universal_uploader.meta_title
source: Title / description
de: Titel / Beschreibung

# chameleon_system_core.cms_module_universal_uploader.meta_keywords
source: Keywords
de: Stichworte

# chameleon_system_core.cms_module_wysiwyg_image.upload
source: Upload media
de: Medien hochladen

# chameleon_system_core.cms_module_wysiwyg_image.error_missing_target_folder
source: Please choose a target folder first
de: Bitte wählen Sie zuerst einen Ziel-Ordner.

# chameleon_system_core.cms_module_wysiwyg_image.action_new_file
source: Upload new media file
de: Neue Mediendatei hochladen

# chameleon_system_core.cms_module_wysiwyg_image.form_target_folder
source: Choose a target folder
de: Wählen Sie einen Ziel-Ordner

# chameleon_system_core.cms_module_wysiwyg_image.form_selected_target_folder
source: Selected target folder:
de: gewählter Ziel-Ordner:

# chameleon_system_core.cms_module_wysiwyg_image.form_target_folder_no_selection
source: Please select
de: Bitte wählen

# chameleon_system_core.cms_module_newsletter_robinson_import.headline
source: Import email addresses into newsletter black list
de: E-Mail-Adressen in die Newsletter-Blacklist importieren

# chameleon_system_core.cms_module_newsletter_robinson_import.import_success
source: imported email addresses
de: importierte E-Mail-Adressen

# chameleon_system_core.cms_module_newsletter_robinson_import.import_error
source: ignored email addresses
de: ignorierte E-Mail-Adressen

# chameleon_system_core.cms_module_newsletter_robinson_import.import_file_help
source: The upload file must contain only one email address per line.
de: Die hochzuladende Datei darf pro Zeile nur eine einzelne E-Mail-Adresse enthalten.

# chameleon_system_core.cms_module_newsletter_robinson_import.source
source: CSV file
de: CSV-Datei

# chameleon_system_core.cms_module_newsletter_robinson_import.action_import
source: Import file
de: Datei importieren

# chameleon_system_core.cms_module_newsletter_import.headline
source: Import newsletter subscribers
de: Newsletter-Abonnenten importieren

# chameleon_system_core.cms_module_newsletter.import_success
source: imported email addresses
de: importierte E-Mail-Adressen

# chameleon_system_core.cms_module_newsletter_import.import_updated
source: updated email addresses
de: aktualisierte E-Mail-Adressen

# chameleon_system_core.cms_module_newsletter_import.import_error
source: ignored email addresses
de: ignorierte E-Mail Adressen

# chameleon_system_core.cms_module_newsletter_import.import_invalid_data
source: Error on newly imported data: Invalid recipient data
de: Fehler Neuimport: Fehlerhafte Abonnentendaten

# chameleon_system_core.cms_module_newsletter_import.import_updated_invalid_data
source: Error on updated data: Invalid recipient data
de: Fehler Aktualisierung: Fehlerhafte Abonnentendaten

# chameleon_system_core.cms_module_newsletter_import.import_file_help
source: The file you upload must be in CSV format. The field separator has to be a semicolon (;). A field name description in the first line is optional and will not be imported.
de: Die hochzuladende Datei muss im CSV-Format vorliegen, mit Semikolon (;) als Trennzeichen zwischen Spalten. Eine optionale feldbeschreibende Zeile wird nicht mit importiert.

# chameleon_system_core.cms_module_newsletter_import.import_file_help_salutation
source: "Salutation" matches with pattern: %patterns%
de: Die "Ansprache" matched auf: %patterns%

# chameleon_system_core.cms_module_newsletter_import.group
source: Newsletter subscriber group
de: Newsletter-Abonnentengruppe

# chameleon_system_core.cms_module_newsletter_import.no_group
source: No newsletter group
de: Keine Newsletter-Abonnentengruppe

# chameleon_system_core.cms_module_newsletter_import.portal_help
source: Select portal (If no newsletter group is selected)
de: Portal wählen: Muss nur ausgewählt werden wenn keine Newsletter-Abonnentengruppe ausgewählt wird

# chameleon_system_core.cms_module_newsletter_import.replace_subscribers
source: Replace newsletter subscribers
de: Newsletter-Abonnenten ersetzen

# chameleon_system_core.cms_module_newsletter_import.update_group_only
source: Only set newsletter group for existing subscribers (No subscriber record update)
de: Bei vorhandenen Newsletter-Abonnenten nur Newsletter-Abonnentengruppe setzen (Kein Update der Abonnentendaten)

# chameleon_system_core.cms_module_newsletter_import.source
source: CSV File
de: CSV-Datei

# chameleon_system_core.cms_module_newsletter_import.action_import
source: Import file
de: Datei importieren

# chameleon_system_core.cms_module_newsletter_import.confirm_replace
source: You will delete all existing subscribers and fill the subscriber list with your import data. Are you sure?
de: Sind Sie sicher, dass Sie alle Abonnenten des Newsletters unwiderruflich löschen und durch Ihren Import ersetzen möchten?

# chameleon_system_core.cms_module_newsletter_import.action_confirm_replace
source: Yes, import CSV file
de: Ja, CSV-Datei importieren

# chameleon_system_core.cms_module_cms_search.headline
source: Create search index
de: Suchindex neu aufbauen

# chameleon_system_core.cms_module_cms_search.select_portal
source: Select a portal for which to create the search index
de: Bitte wählen Sie ein Portal aus, für den der Index neu aufgebaut werden soll

# chameleon_system_core.cms_module_cms_search.action_start_index
source: Start indexing
de: Indizierung starten

# chameleon_system_core.cms_module_cms_search.state_index_running
source: Creating search index
de: Suchindex wird aufgebaut

# chameleon_system_core.cms_module_cms_search.state_indexed
source: pages indexed
de: Seiten indiziert

# chameleon_system_core.cms_module_table_export.state_export_done
source: The export file has been created
de: Die Datei wurde generiert

# chameleon_system_core.cms_module_table_export.download_help
source: Use right-click / save-as to prevent opening of the file in your browser window.
de: Damit die Datei nicht im Browser geöffnet wird, speichern Sie diese direkt über "Rechtsklick" - "Ziel speichern unter".

# chameleon_system_core.cms_module_table_export.form_select_profile
source: Select an export profile
de: Bitte Profil für den Export wählen

# chameleon_system_core.cms_module_table_export.action_generate
source: Generate export
de: Export generieren

# chameleon_system_core.cms_module_update.headline
source: Chameleon updates
de: CMS-Updates

# chameleon_system_core.cms_module_update.intro_text
source: Please backup your database before updating Chameleon!
de: Bitte legen Sie vor dem Einspielen von Updates eine Sicherung Ihrer Datenbank an!

# chameleon_system_core.cms_module_update.single_file_update_help
source: <b>Based on type, folder and file you can select <span style="text-decoration: underline">one</span> single update here.</b><br /> To run that specific update click on "Select update" followed by "Run single update".<br /> CORE updates can not be selected as they will be executed anyway.
de: Hier kann ein einzelnes Update ausgewählt werden.<br /> Um das Update auszuführen, klicken Sie nach der Wahl des Updates auf "Update festlegen" und anschließend auf "Updates ausführen".

# chameleon_system_core.cms_module_update.error_invalid_counter_names
source: Not all update counters could be verified while reworking update data. Please check the following for every counter name in the list. Refresh this page afterwards.<br /> - is the package whose name can be derived from the counter name installed? If no, please remove the corresponding counter name manually from the table cms_config_parameter.<br /> - is the package a bundle? If no, please add the bundle class and register the bundle in the AppKernel.<br /> - is the bundle registered in the AppKernel? If no, please do this.
de: Beim Aktualisieren der Update-Daten konnten nicht alle Counter verifiziert werden. Bitte prüfen Sie für jeden der folgenden Counter-Namen folgendes und laden Sie diese Seite anschließend erneut:<br /> - Ist das Package, das aus dem Namen ersichtlich ist, installiert? Wenn nein, entfernen Sie bitte den entsprechenden Counter-Namen manuell aus der Tabelle cms_config_parameter.<br /> - Ist das Package ein Bundle? Wenn nein, ergänzen Sie bitte die Bundle-Klasse und registrieren Sie sie im AppKernel.<br /> - Ist das Bundle im AppKernel registriert? Wenn nein, holen Sie dies bitte nach.

# chameleon_system_core.cms_module_update.update_info
source: The following updates were found in the system and will be processed.
de: Die folgenden Updates wurden im System gefunden und werden verarbeitet.

# chameleon_system_core.cms_module_update.update_info_no_updates
source: No updates were found.
de: Es wurden keine Updates gefunden.

# chameleon_system_core.cms_module_update.updates_blacklisted
source: Some updates are blocked by the blacklist
de: Einige Updates werden durch die Blacklist blockiert

# chameleon_system_core.cms_module_update.update_blacklisted_notice
source: Update %fileName% in bundle %bundleName% was skipped because it was blacklisted. You can run it later by removing it from the blacklist.
de: Update %fileName% in Bundle %bundleName% wurde übersprungen, weil es auf der Blacklist steht. Sie können das Update später ausführen, indem Sie es von der Blacklist nehmen.

# chameleon_system_core.cms_module_update.updates_total
source: Total:
de: Gesamt:

# chameleon_system_core.cms_module_update.updates_pending
source: Pending:
de: Ausstehend:

# chameleon_system_core.cms_module_update.updates_processed
source: Processed:
de: Verarbeitet:

# chameleon_system_core.cms_module_update.updates_executed
source: Executed:
de: Ausgeführt:

# chameleon_system_core.cms_module_update.updates_skipped
source: Skipped:
de: Übersprungen:

# chameleon_system_core.cms_module_update.progress_bar_initial
source: Click on "Run updates" to start the update process.
de: Klicken Sie auf "Updates ausführen" um die Updates zu starten.

# chameleon_system_core.cms_module_update.progress_bar_running
source: Updates are running
de: Updates werden ausgeführt

# chameleon_system_core.cms_module_update.progress_bar_finished
source: Finished!
de: Fertig!

# chameleon_system_core.cms_module_update.action_update
source: Run updates
de: Updates ausführen

# chameleon_system_core.cms_module_update.select_ajax_timeout
source: AJAX timeout per update
de: Ajax-Timeout pro Update

# chameleon_system_core.cms_module_update.ajax_timeout
source: %minutes% minutes
de: %minutes% Minuten

# chameleon_system_core.cms_module_update.single_update_select_bundle
source: Choose bundle
de: Bundle wählen

# chameleon_system_core.cms_module_update.single_update_select_bundle_first
source: Please choose a bundle first
de: Bitte zuerst ein Bundle auswählen

# chameleon_system_core.cms_module_update.single_update_select_file
source: Choose file
de: Datei wählen

# chameleon_system_core.cms_module_update.action_select_single_update
source: Select update
de: Update festlegen

# chameleon_system_core.cms_module_update.show_all
source: Show all updates
de: Alle Updates anzeigen

# chameleon_system_core.cms_module_update.select_single_update
source: Run single update (FOR DEBUGGING PURPOSES ONLY!)
de: Einzelnes Update ausführen (NUR ZU TESTZWECKEN)

# chameleon_system_core.cms_module_update.updating_all_table_objects
source: Writing table objects to file system ...
de: Alle Tabellen-Objekte werden neu geschrieben ...

# chameleon_system_core.cms_module_update.update_all_virtual_objects
source: Updating virtual non-DB classes ...
de: Aktualisiere virtuelle Nicht-DB-Klassen ...

# chameleon_system_core.cms_module_update.updates_executed_up_to_build_number
source: This update executed all %bundleName% Updates up to build number #%highestBuildNumber%.
de: Dieses Update hat alle %bundleName% Updates bis zur Build-Nummer #%highestBuildNumber% ausgeführt.

# chameleon_system_core.cms_module_update.clearing_cache
source: Flushing cache ...
de: Cache wird gelöscht ...

# chameleon_system_core.cms_module_update.info_count
source: Number of informational notices during the update process:
de: Anzahl der Informationen durch den Update-Prozess:

# chameleon_system_core.cms_module_update.error_count
source: Number of errors during the update process:
de: Anzahl der Fehler während des Update-Prozesses:

# chameleon_system_core.cms_module_update.info_messages
source: Info messages
de: Informationen

# chameleon_system_core.cms_module_update.error_messages
source: Errors
de: Fehler

# chameleon_system_core.cms_module_update.fatal_error_message
source: Fatal error
de: Schwerwiegender Fehler

# chameleon_system_core.cms_module_update.go_to_message
source: (to the message)
de: (zur Meldung)

# chameleon_system_core.cms_module_update.error_message
source: Error message:
de: Fehlermeldung:

# chameleon_system_core.cms_module_update.file
source: File:
de: Datei:

# chameleon_system_core.cms_module_update.line
source: Line:
de: Zeile:

# chameleon_system_core.cms_module_update.exception_class
source: Exception class:
de: Exception-Klasse:
