Repository: chameleon-system/chameleon-base
Catalog: src/CoreBundle/Resources/translations/admin.*.xliff
Languages: de

# chameleon_system_core.field_lookup_multi_select_restriction.check_help
source: If checked, an empty list actually means that the restriction is never satisfied - so the record is effectively disabled. If not checked, an empty list means "no restriction".
de: Wenn dieses Häkchen gesetzt ist, dann bedeutet eine leere Liste, dass die Einschränkung niemals erfüllt wird - der Datensatz ist also effektiv deaktiviert. Wenn das Häkchen nicht gesetzt ist, bedeutet eine leere Liste hingegen "keine Einschränkung".

# chameleon_system_core.admin_message.button_title
source: Attention
de: Achtung

# chameleon_system_core.sidebar.filter_menu
source: Filter menu
de: Menü filtern
