Repository: chameleon-system/chameleon-base
Catalog: src/NewsletterBundle/Resources/translations/admin.*.xliff
Languages: de

# chameleon_system_newsletter.field_campaign_stats.no_queue
source: No newsletter recipient address queue created, yet.
de: Es wurde noch keine Empfängerwarteschlange generiert.

# chameleon_system_newsletter.field_campaign_stats.subscriber_count
source: Recipient count
de: Empfänger gesamt

# chameleon_system_newsletter.field_campaign_stats.queue_processed
source: Status: Newsletter mailing completed
de: Status: Newsletterversand beendet

# chameleon_system_newsletter.field_campaign_stats.queue_not_started
source: Status: Newsletter mailing pending start
de: Status: Newsletterversand noch nicht gestartet

# chameleon_system_newsletter.field_campaign_stats.queue_processing
source: Status: Newsletter mailing in progress
de: Status: Newsletterversand noch in Bearbeitung

# chameleon_system_newsletter.field_campaign_stats.already_sent
source: Newsletter already sent
de: Bereits versandt

# chameleon_system_newsletter.field_campaign_stats.still_to_process
source: Newsletter mailings left to process: %count%
de: Versand noch ausstehend: %count%

# chameleon_system_newsletter.action.import_blacklist
source: Import blacklist
de: Blacklist importieren

# chameleon_system_newsletter.action.import_subscribers
source: Import subscribers
de: Abonnenten importieren

# chameleon_system_newsletter.text.queue_ready
source: Newsletter has been prepared for sending.<br/> %count% subscribers added to sending queue.
de: Der Newsletter wurde für den Versand vorbereitet.<br/> %count% Abonnenten wurden in die Versandliste übertragen.

# chameleon_system_newsletter.action.clear_queue
source: Clear sending queue
de: Warteschlangen-Einträge löschen

# chameleon_system_newsletter_group.action.export_subscriber
source: Export Subscribers
de: Abonnenten exportieren
