Repository: chameleon-system/chameleon-base
Catalog: src/NewsletterBundle/Resources/translations/messages.*.xliff
Languages: de

# chameleon_system_newsletter.action.unsubscribe_all
source: Unsubscribe from all newsletters
de: Alle Newsletter abmelden

# chameleon_system_newsletter.action.unsubscribe
source: Unsubscribe from newsletter
de: Newsletter abmelden

# chameleon_system_newsletter.text.unsubscribed
source: You have been unsubscribed.
de: Du wurdest aus dem Verteiler gelöscht.

# chameleon_system_newsletter.text.unsubscribed_polite
source: You have been unsubscribed.
de: Sie wurden aus dem Verteiler gelöscht.

# chameleon_system_newsletter.form.salutation
source: Salutation
de: Anrede

# chameleon_system_newsletter.form.first_name
source: First name
de: Vorname

# chameleon_system_newsletter.form.last_name
source: Last name
de: Nachname

# chameleon_system_newsletter.form.subscribe_to_all
source: Subscribe to all newsletters
de: Alle Newsletter abonnieren

# chameleon_system_newsletter.text.group_unsubscribe_info
source: You have been unsubscribed from these groups:
de: Du wurdest aus folgenden Gruppen entfernt:

# chameleon_system_newsletter.text.group_unsubscribe_info_formal
source: You have been unsubscribed from these groups:
de: Sie wurden aus folgenden Gruppen entfernt:

# chameleon_system_newsletter.text.list_of_subscribed_groups
source: You're currently subscribed to these groups:
de: Du bist noch in folgenden Gruppen angemeldet:

# chameleon_system_newsletter.text.list_of_subscribed_groups_polite
source: You're currently subscribed to these groups:
de: Sie sind noch in folgenden Gruppen angemeldet:
