Repository: chameleon-system/chameleon-base
Catalog: src/MediaManagerBundle/Resources/translations/admin.*.xliff
Languages: de

# chameleon_system_media_manager.backend_module.title
source: Media
de: Medien

# chameleon_system_media_manager.list.upload
source: Add files
de: Hochladen

# chameleon_system_media_manager.list.delete_selected
source: Delete selected
de: Markierte löschen

# chameleon_system_media_manager.list.select_all
source: Select all
de: Alle auswählen

# chameleon_system_media_manager.list.search_in_tree_node_placeholder
source: Search in %treeNodeName%...
de: Suchen in %treeNodeName%...

# chameleon_system_media_manager.list.search_in_all_media
source: Search in media...
de: Alle Medien durchsuchen...

# chameleon_system_media_manager.delete.action_confirm_delete
source: Delete items permanently
de: Medien endgültig löschen

# chameleon_system_media_manager.delete.action_cancel_delete
source: Cancel
de: Abbrechen

# chameleon_system_media_manager.delete.action_revoke_delete
source: Revoke deletion of this image
de: Löschen dieses Bildes zurücknehmen

# chameleon_system_media_manager.delete.table_header_revoke_delete
source: Revoke deletion?
de: Löschen zurücknehmen?

# chameleon_system_media_manager.delete.table_no_usages
source: No usages found, save to delete.
de: Keine Verwendungen gefunden, kann gefahrlos gelöscht werden.

# chameleon_system_media_manager.delete.table_header_usages
source: Usages
de: Verwendungen

# chameleon_system_media_manager.delete.table_header_image
source: Image
de: Bild

source: These items will be deleted permanently:
de: Folgende Medien werden unwiderruflich gelöscht:

# chameleon_system_media_manager.delete.are_you_sure
source: Are you sure?
de: Sind Sie sicher?

# chameleon_system_media_manager.delete.usage_table_header_table
source: Table
de: Tabelle

# chameleon_system_media_manager.delete.usage_table_header_record_name
source: Record name
de: Name

# chameleon_system_media_manager.delete.usage_table_header_field
source: Field
de: Feld

# chameleon_system_media_manager.paging.page_size_show_all
source: Show all
de: Alle

# chameleon_system_media_manager.paging.per_page
source: per page
de: pro Seite

# chameleon_system_media_manager.paging.paging_info
source: Page %pageNumber% of %numberOfPages% (%numberOfItems% records total)
de: Seite %pageNumber% von %numberOfPages% (insgesamt %numberOfItems% Einträge)

# chameleon_system_media_manager.list.table_header_image
source: Image
de: Bild

# chameleon_system_media_manager.list.table_header_actions
source: Actions
de: Aktionen

# chameleon_system_media_manager.list.show_images_from_subtree
source: Show images from sub categories
de: Bilder aus Unterkategorien anzeigen

# chameleon_system_media_manager.list.no_items_message
source: No items in this folder.
de: In diesem Ordner befinden sich keine Medien.

# chameleon_system_media_manager.list.tags_autocomplete_error
source: Error getting the results.
de: Es ist ein Fehler beim Erstellen der Ergebnisliste aufgetreten.

# chameleon_system_media_manager.list.delete_with_usage_search
source: Enable secure delete
de: Sicheres Löschen aktivieren

# chameleon_system_media_manager.delete.usage_search_disabled
source: Secure delete is disabled, usages are not shown.
de: Sicheres Löschen ist deaktiviert, Verwendungen werden nicht angezeigt.

# chameleon_system_media_manager.general_error_message
source: An error occurred.
de: Es ist ein Fehler aufgetreten.

# chameleon_system_media_manager.messages.moved_successfully
source: Moved successfully.
de: Erfolgreich verschoben.

# chameleon_system_media_manager.details.save_successful
source: Saved.
de: Gespeichert.

# chameleon_system_media_manager.sort.uploaded-desc
source: Date created - newest first
de: Erstellungsdatum - neue zuerst

# chameleon_system_media_manager.sort.uploaded-asc
source: Date created - oldest first
de: Erstellungsdatum - alte zuerst

# chameleon_system_media_manager.sort.changed-desc
source: Date updated - newest first
de: Änderungsdatum - neue zuerst

# chameleon_system_media_manager.sort.changed-asc
source: Date updated - oldest first
de: Änderungsdatum - alte zuerst

# chameleon_system_media_manager.sort.alphabet-desc
source: Alphabetically descending
de: Alphabetisch absteigend

# chameleon_system_media_manager.sort.alphabet-asc
source: Alphabetically ascending
de: Alphabetisch aufsteigend

# chameleon_system_media_manager.sort.choose
source: Sort...
de: Sortieren...

# chameleon_system_media_manager.changed_date
source: Changed
de: Geändert

# chameleon_system_media_manager.tree.untitled_tree_item_placeholder
source: Untitled media category
de: Unbenannte Medien-Kategorie

# chameleon_system_media_manager.list_actions.delete
source: Delete
de: Löschen

# chameleon_system_media_manager.list_actions.edit
source: Show/edit
de: Ansehen/bearbeiten

# chameleon_system_media_manager.list_actions.select
source: Choose
de: Auswählen/zuweisen

# chameleon_system_media_manager.permission_denied
source: Permission denied.
de: Keine ausreichende Berechtigung.

# chameleon_system_media_manager.usages.no_usages_yet
source: No usages yet.
de: Noch keine Verwendungen vorhanden.

# chameleon_system_media_manager.details.replace_button
source: Replace
de: Ersetzen

# chameleon_system_media_manager.usage_finder.error_finding_usages
source: Attention: An error occurred when trying to find usages. Not all usages are shown. Presumably, not all usages are cleaned up on delete.
de: Achtung: Fehler beim Suchen der Verwendungen. Nicht alle Verwendungen werden angezeigt. Beim Löschen werden voraussichtlich nicht alle Verwendungen aufgeräumt.

# chameleon_system_media_manager.media_items.not_found_error_message
source: Couldn't fetch media.
de: Fehler beim Laden der Medien.

# chameleon_system_core.text.copy_image_url_to_clipboard
source: Copy image URL to clipboard
de: Kopiere Bild URL in die Zwischenablage

# chameleon_system_media_manager.delete.usage_table_no_usages
source: No uses were found.
de: Es wurden keine Verwendungen gefunden.

# chameleon_system_core.table_editor_media.load_usages
source: Load usages
de: Verwendungen laden
